<?php
           //薪资
          $pay=array(

                    1=>'10万~20万',
					2=>'20万~40万',
					3=>'40万~60万',
					4=>'100万'

           );
		   
		   
		   //执行部门
		   $bumen=array(
		               1=>'技术部',
					   2=>'财务部',
					   3=>'销售部',
					   4=>'人力资源部'
		   
		   );
		   
		   //进展状态
		   $evolve=array(
		               1=>'进行中',
					   2=>'暂停',
					   3=>'结束',
					   4=>'完成'
					   
		   
		   );
		   
		   //可行性
		    $evolve=array(
		               1=>'进行中',
					   2=>'暂停',
					   3=>'结束',
					   4=>'完成'
					   
		   
		   );
		   
		    $feasibility=array(
		               1=>'很可行',
					   2=>'一般',
					   3=>'不可行',
					   4=>'不清楚'
					   
		   
		   );
		   
		   $realid=array(
		               1=>'个人',
					   2=>'xx',
					   3=>'企业用户',
					   4=>'猎头'
		     
		   
		   );
		   
		   
?>