var selecter = {
	//薪资列表
    "payment":       ["请选择","10万~20万", "20万~30万", "30万~40万", "40万~50万", "50万~60万", "60万~70万", "70万~80万", "80万~90万", "100万以上"],
	//执行部门
    "executive_arm": [ "请选择","技术部", "财务部", "销售部", "人力资源部"],
	//状态
    "evolve":        [ "进行中", "暂停", "结束", "完成"],
	//成功率
    "feasibility":   [ "很高", "较高", "一般", "较低"],
	//用户类型
    "realid":        [ "个人", "xx", "企业用户", "猎头"],
	//状态
    "stage":         ["请选择","初选", "顾问面试", "已推荐", "客户面试", "薪酬谈判", "已录用", "入职", "付款通知","已到账","","","","佣金分配"],
	//进展阶段
    "mianshi":       [ "客户一面", "客户二面", "客户三面", "面试通过", "面试失败"],
	"xingzhi":       [ "国企", "民营", "事业", "非盈利"],
	"scale":       [ "1-49人", "50-99人", "100-199人", "200-300人","400-500人","500-1000人","1000人以上"],
	//阶段状态
    "stages":       {
        "1":           ["请选择","尚未联系","已电话沟通"],
        "2":           ["请选择","未面试","通过面试","不符合需求"],
        "3":          ["请选择","等待反馈","未通过HR审核","等待面试安排"],
		"4":          ["请选择","尚未面试","客户一面","客户二面","客户三面","客户多轮面试","等待面试反馈","未通过面试","通过面试"],
		"5":          ["请选择","尚未谈判","谈判中","谈判失败","谈判成功"],
		"6":          ["请选择","待做背景调查","背景调查中","背景调查未通过","等待入职"],
		"7":          ["请选择","正常入职","提前入职","延期入职"],
		"8":          ["请选择","全额收款","分批收款"],
		"9":          ["请选择","未分配","已分配"],
		
    },
    "stage_stay": [ "一天", "两天", "三天"],
	  "works_nr": [ "请选择","寻访员", "顾问", "客户协调","录入员","销售","其他"],
	//工作单状态
    "status": [ "请选择","执行中","失败","暂停", "成功", "寻访替代人选"]
}




